{
  "title": "December",
  "sections": [
    {
      "title": "School",
      "content": [
        "Since a recession is coming, I'm planning to go back to finish up school.",
        "While I love the idea of being in my own school community, I love my home in Toronto and the artistic possibilities as opposed to Waterloo's. Something to remind myself here is that to do anything well, you need to surround yourself with the right people.",
        "Met with Stefan and Lori to discuss my options. Looking into bringing my marks up at Waterloo or at UofT as a visitng student, and when.",
        "My job is to decide what program I want and where, so we can start building a pathway there."
      ]
    },
    {
      "title": "Art",
      "content": [
        "Met with Greg, thank God I finally did this! I feel way more support after talking about my goals and ideas with him! His big takeaway for me re: my goals is really to build my IG more >~<.",
        "Reached out to artists and agencies I know to get some projects off the ground (namely, Modern Marilyn, Movement, Mugler themed, and a couple with Zo!) I was really shooting myself in the foot before by being too scared to reach out to agencies.",
        "Started spreading my desire to be in assisting positions, to be in creative environments more."
      ]
    },
    {
      "title": "Climbing",
      "content": [
        "First glen session of the year! Climb update on IG.",
        "Basecamp changed to the 2016 holds where there arent any V3's. Ryan challenged me to a V4 and I'm almost there!",
        "Met with Greg, thank God I finally did this! I feel way more support after talking about my goals and ideas with him! His big takeaway for me re: my goals is really to build my IG more >~<."
      ]
    },
    {
      "title": "Life",
      "content": [
        "Started making more legit reels on IG, getting a feel for what I want to post, and how to use the in-app editing.",
        "2 weeks into learning how to build Liam's website from scratch :P Cheers to Fred friend!",
        "Hack the Valley shenanigans. Hack the North was a miriad of emotional stress & mental barrier breaks, so going to HTV with Moe was a no brainer!",
        "NBA season is on and so is casual Raptor streaming B)",
        "Used pasta attachments on homemade spinach noodles for dad. V A1.",
        "Gave Josh a trim and Derek a very fashion forward angled bob cut. Is it time for a series: Topless climbers getting brunch and a hair cut? The name needs aworking...",
        "Finally scheduled an appointment with Dr. Mai to start testing out different medication for my various skull meat issues."
      ]
    }
  ]
}